// src/components/WithdrawalForm/jokes.ts

export const jokes = [
	'Вывод инициирован… Прогоняю через мост TON → FTX → Terra → Mt.Gox. Всё надёжно. 🫠',

	'Проверяю ликвидность пула… кхм… а где она вообще была? 🤔',

	'Виларсо-бот шепчет: «Не выводи, ещё чуть-чуть — и точно будет x1000… как в прошлый раз».',

	'Деньги уже почти у тебя… почти… почти… ладно, ещё нет. 😅',

	'90% держателей уже вышли… из себя. Но ты можешь выйти красиво. 💸',
];

export const finalMessage =
	'Деньги отправлены на ваш TON-кошелёк. Спасибо, что доверяете Vilarso-боту 💸✨';
